Repository: ytgov/YTVAX-iOS
Catalog: YukonVaccinationVerifier/YukonVaccinationVerifier/Localization/*.lproj/Localizable.strings
Languages: fr_ca

# View.Label.YukonVaccinationVerifier
source: Yukon Vaccination Verifier
fr_ca: Application de vérification de la preuve de vaccination

# View.Label.WeNeedPermission...QRcode
source: We need permission to access your camera to be able to use this service to scan an official government-issued QR code
fr_ca: Vous devez autoriser l’application à accéder à votre caméra pour pouvoir lire un code QR officiel

# View.Label.NoCameraAccess
source: No Camera Access
fr_ca: Pas d’accès à la caméra

# View.Label.Camera...UseThisApp
source: Camera access is necessary to use this app.
fr_ca: Vous devez autoriser l’accès à la caméra pour pouvoir utiliser l’application.

# View.Label.MeetsRequirement
source: Meets requirement
fr_ca: Répond aux exigences

# View.Label.OfficialGovernmentOfYukonResult
source: Official Government of Yukon result
fr_ca: Résultat officiel du gouvernement du Yukon

# View.Label.PartiallyMeetsRequirement
source: Partially meets requirement
fr_ca: Répond partiellement aux exigences

# View.Label.PleaseUpdate
source: Please Update
fr_ca: Veuillez mettre à jour.

# View.Label.ANewVersion...AppStore
source: A new version of this app is available on the app store
fr_ca: Nouvelle version téléchargeable à partir du magasin d’applications

# View.Label.CovidInfo
source: COVID-19 information
fr_ca: Informations sur la COVID-19

# View.Label.DataCollectionNotice
source: Data collection notice
fr_ca: Avis sur la collecte de données

# View.Action.StartScanning
source: Start scanning
fr_ca: Commencer la lecture

# View.Action.ScanNext
source: Scan next
fr_ca: Code QR suivant

# View.URL.Covid19Info
source: https://yukon.ca/en/covid-19-information
fr_ca: https://yukon.ca/fr/covid-19-information

# View.URL.DataCollection
source: https://yukon.ca/en/yukon-vaccination-verifier-app-privacy-policy
fr_ca: https://yukon.ca/fr/appli-vaccination-politique-protection-renseignements-personnels

# View.Error.There...codesInView
source: There are multiple QR codes in view
fr_ca: Plusieurs codes QR détectés

# View.Error.InvalidQRCode
source: Invalid QR Code
fr_ca: Code QR invalide

# View.Error.UnsupportedDevice
source: Unsupported Device
fr_ca: Appareil non pris en charge

# View.Error.Please...SupportsVideoCapture
source: Please use a device that supports video capture.
fr_ca: Utilisez un appareil qui prend en charge la capture vidéo.

# View.Error.YourDevice...scanning
source: Your device does not support QR code scanning.
fr_ca: Votre appareil ne prend pas en charge la lecture des codes QR.

# Accessibility.Label.languageSelectionView
source: Language selection screen
fr_ca: Sélection de la langue

# Accessibility.Label.yukonLogo
source: Government of Yukon logo
fr_ca: Logo du gouvernement du Yukon

# Accessibility.Label.appIcon
source: App icon
fr_ca: Icône de l’application

# Accessibility.Label.englishButton
source: English button
fr_ca: Bouton Anglais

# Accessibility.Label.frenchButton
source: French button
fr_ca: Bouton Français

# Accessibility.Label.onboardingView
source: Onboarding screen
fr_ca: Écran d’accès

# Accessibility.Label.allowCameraAccess
source: Allow camera access
fr_ca: Autoriser l’accès à la caméra

# Accessibility.Label.phoneImage
source: Phone image
fr_ca: Image de la caméra

# Accessibility.Label.cameraScreen
source: Camera screen
fr_ca: Écran de la caméra

# Accessibility.Label.turnOnTorchLight
source: Turn on torch light
fr_ca: Allumer la lampe de poche

# Accessibility.Label.turnOffTorchLight
source: Turn off torch light
fr_ca: Éteindre la lampe de poche

# Accessibility.Label.switchLanguage
source: Switch language
fr_ca: Changer la langue

# Accessibility.Label.immunizationStatus
source: Immunization status
fr_ca: Statut vaccinal

# Accessibility.Value.englishButton
source: Selects English
fr_ca: Sélectionner Anglais

# Accessibility.Value.frenchButton
source: Selects French
fr_ca: Sélectionner Français
